tap 'neovim/neovim'
tap 'songmu/tap'

cask '1password'
cask 'alacritty'
cask 'ankerwork'
cask 'antigravity-cli'
cask 'bitwarden'
cask 'chatgpt'
cask 'claude'
cask 'codexbar'
cask 'firefox@nightly', args: { language: 'en' }
cask 'font-jetbrains-mono-nerd-font'
cask 'gather'
cask 'gcloud-cli'
cask 'ghostty'
cask 'google-chrome'
cask 'obsidian'
cask 'orbstack'
cask 'session-manager-plugin'
cask 'slack'

brew 'act'
brew 'actionlint'
brew 'antidote'
brew 'aws-vault'
brew 'awscli'
brew 'bat'
brew 'carapace'
brew 'chezmoi'
brew 'crit'
brew 'cspell'
brew 'devcontainer'
brew 'direnv'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gitleaks'
brew 'hadolint'
brew 'herdr'
brew 'jq'
brew 'lefthook'
brew 'mdbook'
brew 'mise'
brew 'neovim'
brew 'pinact'
brew 'ripgrep'
brew 'songmu/tap/ecschedule'
brew 'sops'
brew 'starship'
brew 'stylua'
brew 'tig'
brew 'tmux'
brew 'typos-cli'
brew 'zig'
