tap 'fujiwara/tap'
tap 'hashicorp/tap'
tap 'kayac/tap'
tap 'neovim/neovim'
tap 'songmu/tap'

cask 'alacritty'
cask 'aws-vault'
cask 'bitwarden'
cask 'chatgpt'
cask 'claude'
cask 'figma'
cask 'firefox@nightly', args: { language: 'en' }
cask 'font-jetbrains-mono-nerd-font'
cask 'google-chrome@beta'
cask 'google-japanese-ime'
cask 'kap'
cask 'miro'
cask 'notion'
cask 'obsidian'
cask 'orbstack'
cask 'slack@beta'
cask 'visual-studio-code'

brew 'act'
brew 'actionlint'
brew 'awscli'
brew 'bat'
brew 'biome'
brew 'codex'
brew 'cspell'
brew 'deno'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'fujiwara/tap/lambroll'
brew 'fzf'
brew 'gemini-cli'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git-delta'
brew 'go'
brew 'graphviz'
brew 'jq'
brew 'kayac/tap/ecspresso'
brew 'mdbook'
brew 'mise'
brew 'neovim'
brew 'nkf'
brew 'openssl'
brew 'pre-commit'
brew 'procs'
brew 'ripgrep'
brew 'starship'
brew 'stylua'
brew 'tig'
brew 'tmux'
brew 'zoxide'
