tap 'neovim/neovim'
tap 'hashicorp/tap'

cask 'alacritty'
cask 'ankerwork'
cask 'bitwarden'
cask 'chatgpt'
cask 'claude'
cask 'claude-code'
cask 'copilot-cli'
cask 'firefox@nightly', args: { language: 'en' }
cask 'font-jetbrains-mono-nerd-font'
cask 'gcloud-cli'
cask 'google-chrome'
cask 'obsidian'
cask 'visual-studio-code'

brew 'act'
brew 'actionlint'
brew 'ansible'
brew 'ansible-lint'
brew 'antidote'
brew 'awscli'
brew 'bat'
brew 'biome'
brew 'carapace'
brew 'chezmoi'
brew 'codex'
brew 'cspell'
brew 'direnv'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'git'
brew 'gitleaks'
brew 'hadolint'
brew 'hashicorp/tap/packer'
brew 'jq'
brew 'lefthook'
brew 'mdbook'
brew 'mise'
brew 'neovim'
brew 'pinact'
brew 'pre-commit'
brew 'ripgrep'
brew 'sops'
brew 'starship'
brew 'stylua'
brew 'tig'
brew 'tmux'
brew 'typos-cli'
brew 'zig'
