cask_args appdir: '/Applications'
cask_args caskroom: '/opt/homebrew-cask/Caskroom'
tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'atom'
cask 'avast'
cask 'blisk'
cask 'discord'
cask 'docker'
cask 'duet'
cask 'firefox'
cask 'firefoxnightly'
cask 'flux'
cask 'google-chrome-beta'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'google-photos-backup'
cask 'hyper'
cask 'iterm2'
cask 'java'
cask 'kap'
cask 'keeweb'
cask 'macid'
cask 'visual-studio-code'
cask 'zazu'
