oh-my-fish/plugin-android-sdk
oh-my-fish/plugin-direnv
fisherman/fzf
fisherman/getopts
decors/fish-ghq
oh-my-fish/plugin-node
fisherman/pipenv
oh-my-fish/plugin-tmux
