fisherman/await
oh-my-fish/theme-clearance
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
oh-my-fish/plugin-node
oh-my-fish/plugin-tmux
