oh-my-fish/plugin-android-sdk
fisherman/await
oh-my-fish/theme-clearance
oh-my-fish/plugin-direnv
fisherman/fzf
fisherman/get
fisherman/get_file_age
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
fisherman/menu
oh-my-fish/plugin-node
fisherman/pipenv
oh-my-fish/plugin-tmux
rstacruz/fish-asdf
