oh-my-fish/plugin-direnv
decors/fish-ghq
oh-my-fish/plugin-tmux
jorgebucaran/fisher
sentriz/fish-pipenv
jethrokuan/fzf
jorgebucaran/getopts.fish
oh-my-fish/plugin-brew
