cask_args appdir: '/Applications'
cask_args caskroom: '/opt/homebrew-cask/Caskroom'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'git-time-metric/gtm'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'neovim/neovim'

cask 'alfred'
cask 'atom'
cask 'atom-beta'
cask 'devdocs'
cask 'discord'
cask 'docker'
cask 'duet'
cask 'firefox'
cask 'firefoxnightly'
cask 'flux'
cask 'google-chrome-beta'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'google-photos-backup'
cask 'hyper'
cask 'iterm2'
cask 'java'
cask 'kap'
cask 'macid'
cask 'opera'
cask 'virtualbox'
cask 'vivaldi'

brew 'autoconf'
brew 'automake'
brew 'colordiff'
brew 'editorconfig'
brew 'erlang'
brew 'geoipupdate'
brew 'gettext'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'go'
brew 'gtm'
brew 'heroku'
brew 'hugo'
brew 'jpeg'
brew 'jq'
brew 'keychain'
brew 'libmaxminddb'
brew 'libtool'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'mysql', args: ['client-only']
brew 'neovim'
brew 'nkf'
brew 'openssl'
brew 'peco'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'wget'
brew 'yarn'
brew 'zsh'
