cask_args appdir: '/Applications'
tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'neovim/neovim'
cask 'alfred'
cask 'amazon-music'
cask 'bitwarden'
cask 'brave-browser-beta'
cask 'caprine'
cask 'clockify'
cask 'devdocs'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox-nightly', args: { language: 'en' }
cask 'google-chrome-beta'
cask 'google-chrome-canary'
cask 'google-japanese-ime'
cask 'google-photos-backup-and-sync'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java'
cask 'java8'
cask 'kap'
cask 'slack-beta'
cask 'visual-studio-code'

brew 'asdf'
brew 'dep'
brew 'direnv'
brew 'editorconfig'
brew 'elixir'
brew 'elm'
brew 'fish'
brew 'fzf'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'go'
brew 'hub'
brew 'jq'
brew 'keychain'
brew 'mdbook'
brew 'mysql', args: ['client-only']
brew 'neovim'
brew 'nkf'
brew 'openssl'
brew 'pipenv'
brew 'plantuml'
brew 'postgresql'
brew 'redis'
brew 'ruby'
brew 'rust'
brew 'sbt'
brew 'scala'
brew 'sqlite'
brew 'starship'
brew 'swagger-codegen'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'travis'
brew 'tree'
brew 'typesafe-activator'
brew 'wget'
brew 'yarn'
