cask_args appdir: '/Applications'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/homebrew-services'
tap 'homebrew/cask-fonts'
tap 'neovim/neovim'
tap 'devhubapp/devhub'

cask 'alfred'
cask 'amazon-music'
cask 'bitwarden'
cask 'brave-browser-beta'
cask 'calibre'
cask 'clockify'
cask 'devdocs'
cask 'devhub'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'firefox-nightly', args: { language: 'en' }
cask 'font-hack-nerd-font'
cask 'google-chrome-beta'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'google-photos-backup-and-sync'
cask 'hyper'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java'
cask 'kap'
cask 'microsoft-edge-beta'
cask 'miro'
cask 'slack-beta'
cask 'vagrant'
cask 'visual-studio-code'
cask 'microsoft-teams'

brew 'asdf'
brew 'bat'
brew 'circleci'
brew 'deno'
brew 'dep'
brew 'direnv'
brew 'editorconfig'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'go'
brew 'hub'
brew 'jq'
brew 'keychain'
brew 'mdbook'
brew 'neovim'
brew 'nkf'
brew 'openssl'
brew 'pipenv'
brew 'pnpm'
brew 'postgresql'
brew 'prettier'
brew 'procs'
brew 'redis'
brew 'sqlite'
brew 'starship'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
