tap 'homebrew/binary'
tap 'homebrew/brewdler'
brew 'colordiff'
brew 'elixir-build'
brew 'exenv'
brew 'gcc'
brew 'gettext'
brew 'gist'
brew 'git'
brew 'go'
brew 'hugo'
brew 'jq'
brew 'lua'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'openssl'
brew 'peco'
brew 'pyenv-virtualenv'
brew 'pyenv'
brew 'redis'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
