tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/versions'
tap 'supermomonga/splhack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'bison'
brew 'colordiff'
brew 'cscope'
brew 'elixir-build'
brew 'exenv'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gdbm'
brew 'gist'
brew 'pcre'
brew 'git'
brew 'libffi'
brew 'glib'
brew 'go'
brew 'jpeg'
brew 'libtiff'
brew 'jasper'
brew 'netpbm'
brew 'gts'
brew 'graphviz'
brew 'hugo'
brew 'oniguruma'
brew 'jq'
brew 'openssl'
brew 'libevent'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'ossp-uuid'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'redis'
brew 'scons'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'
brew 'wxmac'
brew 'zsh'
brew 'supermomonga/splhack/cmigemo-mk', args: ['HEAD']
brew 'supermomonga/splhack/ctags-objc-ja', args: ['HEAD']
