tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'motemen/ghq'
tap 'tcnksm/ghr'
brew 'colordiff'
brew 'elixir-build'
brew 'exenv'
brew 'gcc'
brew 'gettext'
brew 'ghq'
brew 'ghr'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'go'
brew 'heroku-toolbelt'
brew 'homebrew/dupes/zlib'
brew 'hugo'
brew 'jq'
brew 'lua'
brew 'mysql'
brew 'nkf'
brew 'nvm'
brew 'openssl'
brew 'peco'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'slackcat'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua', 'HEAD']
brew 'wget'
brew 'zsh'
